"RTL"="1";
"Cancel"="إلغاء";
"OK"="موافق";
"Delete"="حذف";
"Next"="التالي";

"NoEMailSetupTitle"="لم يتم إعداد البريد الإلكتروني";
"NoEMailSetupText"="يرجى إعداد بريد إلكتروني على جهازك.";
"WriteEMailText"="هل تريد الاتصال بالدعم بالبريد الإلكتروني؟";
"WriteEMailTitle"="الاتصال بالدعم";
"EMailQuestionSubject"="الدعم الفني لبرنامج Smart Budget";
"EMailQuestionBody"="\n\nإصدار البرنامج - %@\niإصدار نظام التشغيل - %@";
"ShareEMailSubj"="أرغب في دعوتك إلى الشؤون المالية الشخصية المشتركة!";
"ShareEMailBody"="يرجى النقر فوق المرفق لفتح الدعوة في برنامج Smart Budget.\n\nإذا لم يكن برنامج Smart Budget مثبتًا لديك بعد، فها هو الرابط: %@\n\nملاحظة: أنا استخدم الإصدار %@\niإصدار نظام التشغيل - %@";
"EMailDatabaseProblemSubject"="الدعم الفني لبرنامج Smart Budget – قاعدة بياناتي تالفة!";
"EMailDatabaseProblemBody"="تحتوي هذه الرسالة على نسخة قاعدة بياناتك. سنحاول أن نحدد العطل ونصلحه في أقرب وقت ممكن.\nإصدار البرنامج - %@\niإصدار نظام التشغيل - %@\n";

"SelectAccountTitleTo"="إلى الحساب";

"ExpenseNamePlaceholder"="الوصف (اختياري)";
"ExpenseTitleNew"="الوصف";
"ExpenseNameTitle"="الوصف";
"ExpenseNameComment"="لا يوجد وصف";
"ExpenseReturnDate"="رد القروض";
"SelectNoReturnDate"="بدون تاريخ إعادة دفع";
"SelectNoDate"="بدون تاريخ";
"SelectTodayDate"="اليوم";
"SectionPlannedFor"="مخطط ليوم {date}";

"CheckInternetCloud"="لا يوجد اتصال بالخادم السحابي. قد يكون في الصيانة أو قد تكون أنت غير متصل بالإنترنت.";
"DocsHintCloudCorrupted20"="نسخة قاعدة البيانات في السحابة تالفة. اضغط على الزر ’تصدير‘ في الأسفل واختر ’إرسال إلى الدعم‘.";
"DocsHintCloudUnpublished20"="لم يتم العثور على نسخة قاعدة البيانات في السحابة. اضغط على الزر ’تصدير‘ في الأسفل واختر ’إرسال إلى الدعم‘.";
"DocsHintCloudFuture"="تم إرسال بعض التغييرات إلى السحابة باستخدام إصدار لاحق من Smart Budget. يرجى تحديث إصدارك.";
"ERROR_FUTURE_COMMANDS"="تم تغيير قاعدة البيانات باستخدام إصدار لاحق من Smart Budget. يرجى أن تقوم بتحديث إصدارك.";
"ERROR_CORRUPTED"="قاعدة البيانات تالفة. يرجى الضغط على الزر ’تصدير‘ في الأسفل واختيار ’إرسال إلى الدعم‘.";

"HelpSwitchSheet" = "تبديل الصفحات";
"HelpAddOperation" = "إضافة دخل أو نفقات أو قرض أو تحويل أو تغيير عملة";
"HelpPlannedOpDifferentSheet" = "العملية المخطط لها يحين موعدها قريبًا على صفحة مختلفة";
"HelpTextSearch" = "يمكنك كتابة ’ع ب‘ للبحث عن ’عصير برتقال‘";
"HelpSlideForSearchPlanning" = "التمرير للأسفل للبحث والتخطيط";
"HelpCreateDatabase" = "قواعد البيانات منفصلة تمامًا، ولكل منها مجموعتها الخاصة من الحسابات والصفحات والعمليات ويمكن مزامنتها مع مستخدمين مختلفين.";
"HelpNeedCommit" = "لم يتم حفظ بعض التغييرات في السحابة بعد.";
"HelpPublished" = "تتم مزامنة قاعدة البيانات هذه تلقائيًا بين الأجهزة باستخدام iCloud بنفس معرف Apple. للمزامنة بين الأجهزة باستخدام معرف Apple مختلف أو بدون استخدام iCloud على الإطلاق، يرجى إرسال دعوة.";
"HelpNotPublished" = "تم إيقاف تشغيل المزامنة السحابية لقاعدة البيانات هذه.";
"HelpAccounts" = "كل الحسابات متعددة العملات. لإضافة أموال إلى حساب أو تحويل الأموال بين الحسابات، انتقل إلى الشاشة الرئيسية وأضف عملية تحدد ذلك الحساب.";
"HelpHiddenAccounts" = "اسحب الحسابات غير المستخدمة الموجودة أسفل سطر ’الحسابات المخفية‘ لإخفائها من القائمة، لكن مع الاحتفاظ بها للإحصاءات.";
"HelpWriteUs" = "اكتب إلينا!";
"HelpWriteReview" = "هل يعجبك Smart Budget؟";
"HelpFullVersion" = "شكرًا لك";
"HelpSalePrice" = "سوف تحصل على تخفيض كبير إذا كنت قد اشتريت أول إصدار من Smart Budget";
"HelpNormalPrice" = "إذا كان لديك Smart Budget 1، يمكنك الحصول على تخفيض كبير، ولكن تأكد فقط من أن لديك Smart Budget 1.7 مثبتًا وتمت ترقيته إلى الإصدار الكامل على هذا الجهاز.";
"HelpTapHold" = "اضغط باستمرار للحصول على المزيد من الوظائف";
"HelpPlusMinus" = "التحويل بين الدخل والنفقات";
"HelpDateRemembered" = "تم تحديد تاريخ بخلاف اليوم تلقائيًا. تأكد من أنه تاريخ صحيح.";
"HelpDateApproaching" = "موعد استحقاق البيانات المخطط لها يحين قريبًا";
"HelpSelectSheet" = "حدد صفحة مختلفة لهذه العملية";
"HelpFreeProgress" = "إذا وصلت إلى حد الإصدار المجاني الذي يبلغ 30 عملية، فمطلوب منك شراء إصدار كامل";
"HelpSheets" = "يمكنك إضافة عمليات إلى الصفحات المختلفة ثم تحليل كل صفحة على انفراد.";
"HelpEraser" = "ماسحة";
"HelpMarker" = "علامة";
"HelpExchangeRate" = "آخر تحديث لأسعار العملات كان منذ {hours_ago} ساعات.";
"HelpPin" = "رقم المعرف الشخصي هنا يفيد فقط في الحماية من إجراء الأطفال لتغييرات غير مطلوبة لبياناتك. للحصول على أمن حقيقي، قم بتعيين كلمة المرور لشاشة إغلاق جهازك";
"HelpForgotPin" = "هل نسيت رقم المعرف الشخصي؟ ابدأ من 0000 و0001 وتابع حتى 9999 إلى أن تجده. يستغرق الأمر في العادة أقل من ساعة لتجربة كل الأرقام.";

"HiddenAccountsLine"="الحسابات المخفية";
"AccountCash"="النقد";
"csvID"="رقم";
"RecurrenceTitle"="تكرار";
"DateTitle"="التاريخ";
"PlannedTitle"="المخطط";
"CategoryTitle"="الفئة";
"SheetTitle"="الصفحة";
"SheetsTitle"="الصفحات";
"SheetNamePlaceholder"="اسم الصفحة";
"SheetTitleNew"="صفحة جديدة";
"SheetNameTitle"="الاسم";
"TotalSheet"="كل الصفحات";
"SeveralSheets"="صفحات متعددة";
"TotalAccount"="كل الحسابات";
"SeveralAccounts"="حسابات متعددة";
"AccountTitle"="الحساب";
"AccountToTitle"="للحساب";
"AccountsTitle"="الحسابات";
"AccountNamePlaceholder"="اسم الحساب";
"AccountNameTitle"="الاسم";
"AccountTitleNew"="حساب جديد";
"AccountsSum"="الإجمالي";
"CategoryNamePlaceholder"="اسم الفئة";
"CategoryTitleNew"="فئة جديدة";
"CategoryNameTitle"="الاسم";
"CurrencyTitle"="العملة";
"CurrenciesTitle"="العملات";
"AmountTitle"="المبلغ";
"EditName"="تغيير الاسم";
"MoveToAccountTitle"="نقل العمليات إلى";
"AccountMoveMenuTitle"="سوف تنقل كل العمليات من الحساب '{from}' إلى الحساب '{to}'. لا يمكن التراجع عن هذا الفعل.";
"MoveToSheetTitle"="نقل العمليات إلى";
"SheetMoveMenuTitle"="سوف تنقل كل العمليات من الصفحة '{from}' إلى الصفحة '{to}'. لا يمكن التراجع عن هذا الفعل.";
"MoveAllOperations"="نقل كل العمليات";
"DeleteAllOperations"="حذف كل العمليات";
"DeleteAllOperationsMenuTitle"="سوف تحذف كل العمليات من الصفحة '{from}''. نادرًا ما يكون حذف العمليات مطلوبًا وسوف يضبط ميزانيتك حسب مبلغ تلك العمليات. لا يمكن التراجع عن هذا الفعل.";

"AmountConverted"="%@ يساوي %@";
"ConversionNA"="غير متاح";
"AmountNotConverted"="خطأ في تنزيل الأسعار";
"BuiltInCategoryTitle"="فئة خاصة";
"BuiltInCategoryText"="فئات ‘القرض’ و‘التحويل’ و‘تغيير العملة’ غير قابلة للتحرير.";
"OperationsNumber" = "{count}\nعملية";

"AboutTitle"="الإعدادات";
"RealAboutTitle"="حول البرنامج";
"LimitTitle"="الإصدار المجاني";
"LimitText"="يقتصر الإصدار المجاني على 30 إدخالاً. سيستغرق الأمر 20 ثانية للترقية إلى الإصدار الكامل باستخدام تقنية in-app للشراء من Apple.";
"PurchaseStatusPurchasing"="يجري الاتصال بالمتجر...";
"PurchaseStatusFullVersion"="تم شراء الإصدار الكامل";
"PurchaseStatusRestoring"="تتم استعادة المشتريات...";
"Purchase20ButtonTitle"="شراء الإصدار الكامل";
"RestoreButtonTitle"="استعادة المشتريات";
"WriteReviewTitle"="كتابة رأي";
"WriteReviewText"="Do you want to write a review?";
"MoneyVersion"="Smart Budget، الإصدار";
"FontTitle" = "الخط";
"PURCHASE_FAILED_TITLE"="خطأ في الشراء";
"CANNOT_MAKE_PAYMENTS_TEXT"="لا تسمح إعدادات جهازك بعمليات الشراء. افتح إعدادات الجهاز، ’عام‘، ’قيود‘ وتأكد من ’المشتريات داخل التطبيق‘ في وضع التشغيل.";
"RESTORE_FAILED_TITLE"="خطأ في الاستعادة";
"ERROR_INTERNET_TEXT"="%@. يرجى فحص الاتصال بالإنترنت لديك والمحاولة مرة أخرى.";
"ERROR_NO_PRODUCT"="فشل في تنزيل الأسعار";
"RESTORE_NOTHING_TITLE"="اكتملت الاستعادة";
"RESTORE_NOTHING_TEXT"="لم يتم العثور على مشتريات سابقة. يرجى التأكد من استخدام نفس معرف Apple المستخدم في المشتريات الأصلية.";

"CurrencySelectedHeader"="العملات المحددة";
"CurrencyPopularHeader"="العملات الشائعة";
"CurrencyOtherHeader"="عملات أخرى";

"PinTitle"="رقم التعريف الشخصي";
"PinEnterText"="إدخال رقم التعريف الشخصي";
"PinRepeatText"="إعادة إدخال رقم التعريف الشخصي";
"PinWrongText"="رمز رقم تعريف شخصي خاطئ\nيرجى إدخال رمز رقم التعريف الشخصي الخاص بك مرة أخرى";
"PinNoMatchText"="أرقام التعريف الشخصية غير مطابقة\nيرجى إدخال رمز رقم التعريف الشخصي مرة أخرى";

"CreateDatabase"="إنشاء قاعدة بيانات";
"SelectDatabase"="فتح قاعدة البيانات";
"DocumentsTitle"="قواعد البيانات";
"DeleteDatabaseTitle"="هل تريد حذف قاعدة البيانات من هذا الجهاز؟ لا يمكن إلغاء هذا الأمر!";
"Publish20"="تمكين المزامنة السحابية";
"Invite20"="إرسال دعوة";
"Unpublish20"="تعطيل المزامنة السحابية";
"UnpublishTitle20"="سيتم إنشاء نسخة قاعدة البيانات الداخلية على هذا الجهاز وسيتم حذف قاعدة البيانات الأصلية من هذا الجهاز وكل الأجهزة التي تستخدم نفس معرف Apple لخدمة iCloud.";
"DeleteDatabaseTitlePublished"="سيتم حذف قاعدة البيانات من هذا الجهاز وكل الأجهزة التي تستخدم نفس معرف Apple لخدمة iCloud.";
"OtherDevicesWillContinue"="إذا كانت الأجهزة الأخرى قد وصلت إلى النسخة السحابية من قاعدة البيانات هذه بدعوة، فسوف تظل تستخدمها.";

"ExportMenuTitle"="تصدير قاعدة البيانات";
"BackupButtonTitle20"="نسخ احتياطي";
"PreviewButtonTitle"="العرض في ملف بصيغة XSLX";
"ExportXSLXButtonTitle"="تصدير بصيغة XSLX";
"SendToSupportTitle"="إرسال إلى الدعم";
"SendToSupportText"="إذا كنت تعتقد أن قاعدة بياناتك تالفة، يمكنك إرسالها إلى الدعم لتحليلها ومحاولة إصلاحها.";

"ExpensePlanButton"="خطة مشابهة";
"ExpensePerformButton"="تنفيذ العملية";
"ContactIndicator"="جهة الاتصال";
"DeleteExpenseTitle"="هل تريد حذف المعاملة؟";

"NEVER"="مطلقًا";
"EVERY_DAY"="كل يوم";
"EVERY_WEEK"="كل أسبوع";
"EVERY_2WEEKS"="كل أسبوعين";
"EVERY_MONTH"="كل شهر";
"EVERY_2MONTHS"="كل شهرين";
"EVERY_QUARTER"="كل 3 أشهر";
"TWICE_A_YEAR"="مرتان في العام";
"EVERY_YEAR"="كل عام";

"EXPENSE_KIND"="النفقات";
"INCOME_KIND"="الدخل";

"CatTransfer"="التحويل";
"CatConvert"="تغيير العملات";
"CatLoan"="القرض";
"CatLoanBack"="تسديد القرض";
"CatApartment"="السكن";
"CatFoodHome"="الطعام";
"CatFoodRestaurant"="مطعم، مقهى";
// Remove planned
"CatCarPlanned"="سيارات";
"CatCarEmergency"="سيارات (طوارئ)";
"CatSport"="رياضة";
"CatCat"="القطة";
"CatDog"="الكلب";
"CatPet"="الحيوان الأليف";
"CatGiftsLost"="الهدايا";
"CatTransportPublic"="النقل العام";
"CatFishing"="صيد السمك";
"CatHunting"="الصيد";
"CatGamblingLost"="مفقود في القمار";
"CatGaveFamily"="ممنوح لأحد الأقرباء";
"CatBaby"="الطفل";
"CatMedicine"="طبي";
"CatGadgets"="إلكترونيات";
"CatCinema"="سينما";
"CatTheaters"="مسارح، معارض";
"CatRoleplaying"="العلاج النفسي";
"CatSalary"="المرتب / الأجر";
"CatOverwork"="الوقت الإضافي";
"CatBonus"="مكافأة";
"CatGamblingWon"="ربح في القمار";
"CatApple"="أتعاب أدبية";
"CatFound"="تم العثور عليه";
"CatGiftsWon"="هدية";
"CatGovernment"="أتعاب رسمية";
"CatClothes"="ملابس";
"CatSpirits"="مشروبات";
"CatCommunications"="اتصالات وإنترنت";
"CatTransportTravel"="نفقات السفر";
"CatHotel"="فندق";
"CatEducation"="التعليم";
"CatUnknown"="غير معروف";
"CatCelebration"="الإجازة";
"CatTookFromFamily"="تم الحصول عليه من أحد الأقرباء";
"CatInitialBalance"="الرصيد الأولي";

"UserCategorySheetTitle"="%@ (عدد المعاملات - %d)";
"SelectImage"="اختيار الصورة";
"DrawImage"="رسم صورة";
"ImageTitle"="الصورة";
"CategoriesRecent"="المستخدم مؤخرًا";
"CategoriesNotRecent"="غير المستخدم من فترة طويلة";
"CategoriesNeverUsed"="غير المستخدم مطلقًا";

"EverydaySheet"="العامة";
"SelectFromContacts"="اختر من جهات الاتصال";
"CustomImagesSection"="النسخ المأخوذة من كل قواعد البيانات";

"ReportTitle"="تقرير";
"Reports"="تقارير";
"SimpleReport"="تقرير بسيط";
"ReportStyleTitle"="نمط التقرير";
"ByCat"="حسب الفئة";
"ByDay"="يوميًا";
"BySum"="الرصيد";
"ReportPeriod"="الفترة";
"AllTime"="كل الوقت";
"StatIncome"="الدخل";
"StatOutcome"="النفقات";
"StatBalance"="الرصيد";
"StatExchangeRateFlux"="الاختلاف في السعر";
"StatIncome20"="الدخل - {amount}";
"StatOutcome20"="النفقات - {amount}";
"StatIncomePlanned"="الدخل المخطط له - {amount}";
"StatOutcomePlanned"="النفقات المخطط لها - {amount}";
"StatIncomePlannedNoDate"="الدخل المخطط له (بدون تاريخ) - {amount}";
"StatOutcomePlannedNoDate"="النفقات المخطط لها (بدون تاريخ) - {amount}";
"StatIncomePlannedPerMonth"="الدخل في الشهر - {amount}";
"StatOutcomePlannedPerMonth"="النفقات في الشهر - {amount}";

"ExampleSneakers"="أحذية رياضية";
"ExampleIcecream"="مثلجات";
"ExampleGas"="وقود";
"ExampleTickets"="تذاكر إلى شرم الشيخ";
"ExampleMarriage"="الزواج";

"DocsHintCloudBadReceipt" = "لا يقبل الخادم السحابي قواعد بيانات بها الكثير من التعديلات من الإصدار المجاني. يرجى الترقية إلى الإصدار الكامل.";
"LoadFromBackupErrorTitle" = "لم يتم تحميل النسخة الاحتياطية";
"LOAD_FROM_BACKUP_EXISTS" = "لديك قاعدة البيانات هذه التي تمت مزامنتها مع السحابة على جهازك بالفعل.";
"LOAD_FROM_BACKUP_BAD_FORMAT" = "تنسيق الملف غير معروف. يمكنك إرسال الملف إلى الدعم للتحليل والإصلاح المحتمل.";
"SectionNoDate"="المخطط بدون تاريخ";
"BitCoin" = "BitCoin";
"NMonths" = "{{is_0}}أشهر{{is_1}}شهر{{is_2}}شهران{{else}}{count} شهرًا";
"NDays" = "{{is_0}}0 أيام{{is_1}}يوم{{is_2}}يومان{{else}}{count} يومًا";
"List12" = "{item1}، {item2}";
"NewDatabaseMark" = "جديد";

"ImportInstructions20"="كيف أنقل البيانات من Smart Budget 1 إلى Smart Budget 2؟{title}تأكد أولاً من تثبيت Smart Budget 1.7 أو إصدار لاحق على جهازك.{picture1}ابدأ تشغيل Smart Budget 1 وانقر فوق الزر ’سحابة‘ ثم انقر فوق الزر ’تصدير إلى Smart Budget 2' ثم حدد Smart Budget 2 من قائمة التطبيقات.{picture2}إذا استخدمت المزامنة السحابية في Smart Budget 1، فسيكون عليك تمكين المزامنة السحابية مرة أخرى في Smart Budget 2.{picture3}";
"FAQTitle"="أسئلة متكررة";

"PlanNewOperation"="Plan new operation";
"AppName2"="Smart Budget 2";
